[
  {
    "id": 1,
    "title": "D/D/D Oblivion King Abyss Ragnarok",
    "shortDescription": "Pendulum Effect Monster",
    "longDescription": "[Efecto de Péndulo] Si invocas de forma Especial un monstruo \"D/D\" (excepto durante el Damage Step): puedes seleccionar 1 monstruo \"D/D\" en tu Cementerio; el daño de batalla que tu oponente reciba se reduce a la mitad por el resto de este turno, e invoca ese monstruo de forma Especial, y si lo haces, recibes 1000 puntos de daño. Solo puedes usar este efecto de \"D/D/D Oblivion King Abyss Ragnarok\" una vez por turno.\n\n[Efecto de Monstruo] Si esta carta es Invocada de forma Normal o Especial: puedes seleccionar 1 monstruo \"D/D/D\" en tu Cementerio; invócalo de forma Especial. Solo puedes usar este efecto de \"D/D/D Oblivion King Abyss Ragnarok\" una vez por turno. Una vez por turno: puedes Sacrificar 1 otro monstruo \"D/D\"; selecciona 1 monstruo que controle tu oponente; bánisho.",
    "category": "d/d",
    "mainImage": "https://i.postimg.cc/L6X1WKqH/Abyss-ragnarok.jpg ",
    "price": 15,
    "stock": 3
  },
  {
    "id": 2,
    "title": "D/D/D/D Dimensional King Arc Crisis",
    "shortDescription": "Fusion Pendulum Effect Monster",
    "longDescription": "[Efecto de Péndulo] Puedes seleccionar cualquier cantidad de cartas \"Dark Contract\" que controles; destrúyelas, y después puedes Invocar de forma Especial hasta esa misma cantidad de monstruos \"Doom King\" en tu Zona de Péndulo o Deck. Solo puedes usar este efecto de \"D/D/D/D Dimensional King Arc Crisis\" una vez por turno.\n\n[Efecto de Monstruo] 4 monstruos Demonio (1 Fusion, 1 Synchro, 1 Xyz y 1 Péndulo). Debe ser Invocado por Fusión o Invocado de forma Especial (desde tu Deck Extra boca abajo) desterrando las cartas anteriores desde tu campo y/o Cementerio. Solo puedes Invocar de forma Especial \"D/D/D/D Dimensional King Arc Crisis\" una vez por turno de esta forma. Si esta carta es Invocada de forma Especial: puedes negar los efectos de todos los monstruos boca arriba que tu oponente controle. Puede atacar a todos los monstruos de tu oponente, una vez cada uno. Si esta carta es destruida en la Zona de Monstruos: puedes colocarla en tu Zona de Péndulo.",
    "category": "d/d",
    "mainImage": "https://i.postimg.cc/65mvJjRC/arc-crisis.jpg ",
    "price": 19,
    "stock": 2
  },
  {
    "id": 3,
    "title": "D/D/D Super Doom King Bright Armageddon",
    "shortDescription": "Synchro Pendulum Effect Monster",
    "longDescription": "[Efecto de Péndulo] Una vez por turno, cuando un monstruo del oponente declara un ataque: puedes seleccionar 1 monstruo Synchro \"D/D/D\" que controles; destruye tantos monstruos que controle tu oponente como sea posible con DEF menor o igual al ATK del monstruo seleccionado, e inflige 1000 puntos de daño por cada monstruo destruido.\n\n[Efecto de Monstruo] 1 monstruo \"D/D\" Tuner + 1+ monstruos \"D/D/D\" que no sean Tuner. Tu oponente no puede seleccionar monstruos que controles como objetivo de efectos de cartas. Si otro monstruo es Invocado de forma Normal o Especial mientras este monstruo está en el campo (excepto durante el Damage Step): puedes hacer que tu oponente elija 1 Monstruo Péndulo que controle, y todos los demás monstruos que controle actualmente tienen sus efectos negados. Si esta carta es destruida en la Zona de Monstruos: puedes colocarla en tu Zona de Péndulo.",
    "category": "d/d",
    "mainImage": "https://i.postimg.cc/jqvfvdSg/bright-armageddon.jpg ",
    "price": 12,
    "stock": 4
  },
  {
    "id": 4,
    "title": "D/D/D Wave King Caesar",
    "shortDescription": "Xyz Effect Monster",
    "longDescription": "2 monstruos Demonio de Nivel 6. Cuando se activa una Carta Mágica/de Trampa o efecto de monstruo que incluya un efecto que Invoca un monstruo (Efecto Rápido): puedes desacoplar 1 material de esta carta; niega la activación y, si lo haces, destruye esa carta, y luego puedes hacer que este monstruo y otro monstruo \"D/D\" que controles ganen 1800 ATK hasta el final de este turno. Si esta carta es enviada desde el campo al Cementerio: puedes añadir 1 carta \"Dark Contract\" desde tu Deck a tu mano.",
    "category": "d/d",
    "mainImage": "https://i.postimg.cc/qqmC7QFV/caesar.jpg ",
    "price": 17,
    "stock": 5
  },
  {
    "id": 5,
    "title": "D/D Savant Copernicus",
    "shortDescription": "Pendulum Effect Monster",
    "longDescription": "[Efecto de Péndulo] No puedes Invocar monstruos por Péndulo excepto monstruos \"D/D\". Este efecto no puede ser negado. Una vez, mientras esta carta esté en tu Zona de Péndulo, puedes negar un efecto de Mágica activado que te infligiría daño, y luego destruye esta carta.\n\n[Efecto de Monstruo] Si esta carta es Invocada de forma Normal o Especial: puedes enviar 1 carta \"D/D\" o \"Dark Contract\" desde tu Deck al Cementerio, excepto \"D/D Savant Copernicus\". Solo puedes usar este efecto de \"D/D Savant Copernicus\" una vez por turno.",
    "category": "d/d",
    "mainImage": "https://i.postimg.cc/fRS0wcjp/copernicus.jpg ",
    "price": 8,
    "stock": 1
  },
  {
    "id": 6,
    "title": "D/D Count Surveyor",
    "shortDescription": "Pendulum Effect Monster",
    "longDescription": "[Efecto de Péndulo] Una vez por turno, si Invocas por Péndulo uno o más monstruos \"D/D/D\": puedes seleccionar 3 monstruos que controle tu oponente con el mismo Tipo o Atributo; Sacrificia 2 de esos 3 monstruos boca arriba, y si lo haces, el tercero gana ATK/DEF igual al total de ATK/DEF que tenían los monstruos Sacrificiados.\n\n[Efecto de Monstruo] Puedes descartar 1 otro monstruo \"D/D\"; Invoca esta carta de forma Especial desde tu mano. Si esta carta es Invocada de forma Normal o Especial: puedes añadir 1 monstruo \"D/D\" con 0 ATK o DEF desde tu Deck a tu mano. Solo puedes usar cada efecto de \"D/D Count Surveyor\" una vez por turno.",
    "category": "d/d",
    "mainImage": "https://i.postimg.cc/DzV4mSxZ/count.jpg ",
    "price": 10,
    "stock": 3
  },
  {
    "id": 7,
    "title": "Dark Contract with the Gate",
    "shortDescription": "Continuous Spell",
    "longDescription": "Durante tu Main Phase: puedes añadir 1 monstruo \"D/D\" desde tu Deck a tu mano. Solo puedes usar este efecto de \"Dark Contract with the Gate\" una vez por turno. Una vez por turno, durante tu Standby Phase: recibes 1000 puntos de daño.",
    "category": "d/d",
    "mainImage": "https://i.postimg.cc/fbxtdMPv/dark-contract-gate.jpg ",
    "price": 6,
    "stock": 2
  },
  {
    "id": 8,
    "title": "Dark Contract with the Zero King",
    "shortDescription": "Continuous Spell",
    "longDescription": "(Esta carta se trata siempre como una carta \"D/D\".) Puedes seleccionar 1 carta \"D/D\" que controles, excepto \"Dark Contract with the Zero King\"; destrúyela, y si lo haces, Invoca de forma Especial 1 monstruo \"D/D\" desde tu Deck, y además no puedes Invocar de forma Especial por el resto de este turno excepto monstruos \"D/D\". Solo puedes usar este efecto de \"Dark Contract with the Zero King\" una vez por turno. Una vez por turno, durante tu Standby Phase: recibes 1000 puntos de daño.",
    "category": "d/d",
    "mainImage": "https://i.postimg.cc/HxdJ4fD1/dark-contract-zero.jpg ",
    "price": 14,
    "stock": 4
  },
  {
    "id": 9,
    "title": "Dark Contract with the Eternal Darkness",
    "shortDescription": "Continuous Trap",
    "longDescription": "Mientras controles 2 cartas \"D/D\" en tus Zonas de Péndulo, tu oponente no puede seleccionar monstruos en el campo como objetivo de efectos de Mágicas/Trampas, Sacrificarlos para una Invocación por Sacrificio, ni usarlos como Materiales para una Invocación por Fusión, Synchro o Xyz. Una vez por turno, durante tu Standby Phase: recibes 1000 puntos de daño.",
    "category": "d/d",
    "mainImage": "https://i.postimg.cc/PxyC62Tp/eternal-darkness.jpg ",
    "price": 9,
    "stock": 1
  },
  {
    "id": 10,
    "title": "D/D/D Flame King Genghis",
    "shortDescription": "Fusion Effect Monster",
    "longDescription": "2 monstruos \"D/D\". Si otro monstruo \"D/D\" es Invocado de forma Especial a tu campo mientras controlas esta carta boca arriba (excepto durante el Damage Step): puedes seleccionar 1 monstruo \"D/D\" en tu Cementerio; Invócalo de forma Especial. Solo puedes usar este efecto de \"D/D/D Flame King Genghis\" una vez por turno. Si esta carta es destruida en batalla o por el efecto de una carta del oponente: puedes seleccionar 1 carta \"Dark Contract\" en tu Cementerio; añádela a tu mano.",
    "category": "d/d",
    "mainImage": "https://i.postimg.cc/2jHqhc0g/genghis.jpg ",
    "price": 13,
    "stock": 5
  },
  {
    "id": 11,
    "title": "D/D/D Abyss King Gilgamesh",
    "shortDescription": "Link Effect Monster",
    "longDescription": "2 monstruos \"D/D\". Si esta carta es Invocada de forma Especial: puedes activar este efecto; no puedes Invocar monstruos de forma Especial por el resto de este turno excepto monstruos \"D/D\", y además coloca 2 monstruos Péndulo \"D/D\" con nombres diferentes desde tu Deck en tus Zonas de Péndulo, y si lo haces, recibes 1000 puntos de daño. Si esta carta destruida en batalla o por efecto de carta del oponente mientras está en tu Zona de Monstruos: puedes Invocar de forma Especial 1 monstruo \"D/D\" desde tu Deck Extra o Cementerio en Posición de Defensa. Solo puedes usar cada efecto de \"D/D/D Abyss King Gilgamesh\" una vez por turno.",
    "category": "d/d",
    "mainImage": "https://i.postimg.cc/SRKJHCxZ/gilgamesh.jpg ",
    "price": 11,
    "stock": 2
  },
  {
    "id": 12,
    "title": "D/D Gryphon",
    "shortDescription": "Pendulum Effect Monster",
    "longDescription": "[Efecto de Péndulo] Puedes seleccionar 1 monstruo Demonio que controles; gana 500 ATK por cada Mágica/Trampa \"Dark Contract\" con nombres diferentes en tu campo o Cementerio hasta el final de este turno, y luego destruye esta carta. Solo puedes usar este efecto de \"D/D Gryphon\" una vez por turno.\n\n[Efecto de Monstruo] Si controlas un monstruo \"D/D\": puedes Invocar esta carta de forma Especial desde tu mano en Posición de Defensa. Si esta carta es Invocada por Péndulo: puedes descartar 1 carta \"D/D\" o \"Dark Contract\"; roba 1 carta. Si esta carta es Invocada de forma Especial desde el Cementerio: puedes añadir 1 carta \"D/D\" desde tu Deck a tu mano, excepto \"D/D Gryphon\". Solo puedes usar cada efecto de \"D/D Gryphon\" una vez por turno.",
    "category": "d/d",
    "mainImage": "https://i.postimg.cc/8cnjGcFT/gryphon.jpg ",
    "price": 7,
    "stock": 3
  },
  {
    "id": 13,
    "title": "D/D/D Wave High King Caesar",
    "shortDescription": "Xyz Effect Monster",
    "longDescription": "2 monstruos Demonio de Nivel 6. Cuando se activa una Carta Mágica/de Trampa o efecto de monstruo que incluya un efecto que Invoca un monstruo (Efecto Rápido): puedes desacoplar 1 material de esta carta; niega la activación y, si lo haces, destruye esa carta, y luego puedes hacer que este monstruo y otro monstruo \"D/D\" que controles ganen 1800 ATK hasta el final de este turno. Si esta carta es enviada desde el campo al Cementerio: puedes añadir 1 carta \"Dark Contract\" desde tu Deck a tu mano.",
    "category": "d/d",
    "mainImage": "https://i.postimg.cc/9FrDpdS0/high-king-caesar.jpg ",
    "price": 16,
    "stock": 4
  },
  {
    "id": 14,
    "title": "D/D/D Flame High King Genghis",
    "shortDescription": "Fusion Effect Monster",
    "longDescription": "1 monstruo \"D/D\" de Nivel 5 o mayor + 1 monstruo \"D/D\". Si otro monstruo \"D/D\" es Invocado de forma Normal o Especial a tu campo mientras controlas esta carta (excepto durante el Damage Step): puedes seleccionar 1 monstruo \"D/D\" en tu Cementerio; Invócalo de forma Especial. Solo puedes usar este efecto de \"D/D/D Flame High King Genghis\" una vez por turno. Una vez por tu turno, cuando se activa una Carta Mágica/Trampa o su efecto (Efecto Rápido): puedes negar la activación.",
    "category": "d/d",
    "mainImage": "https://i.postimg.cc/4xcmCJXT/high-king-genghis.jpg ",
    "price": 18,
    "stock": 1
  },
  {
    "id": 15,
    "title": "D/D Savant Kepler",
    "shortDescription": "Pendulum Effect Monster",
    "longDescription": "[Efecto de Péndulo] No puedes Invocar monstruos por Péndulo excepto monstruos \"D/D\". Este efecto no puede ser negado. Una vez por turno, durante tu Standby Phase: reduce la Escala de Péndulo de esta carta en 2 (mín. 1), y luego destruye todos los monstruos que controles con un Nivel mayor o igual a la Escala de Péndulo de esta carta, excepto monstruos \"D/D\".\n\n[Efecto de Monstruo] Si esta carta es Invocada de forma Normal o Especial: puedes activar 1 de estos efectos. Solo puedes usar este efecto de \"D/D Savant Kepler\" una vez por turno.\n● Selecciona 1 otra carta \"D/D\" que controles; devuélvela a la mano.\n● Añade 1 carta \"Dark Contract\" desde tu Deck a tu mano.",
    "category": "d/d",
    "mainImage": "https://i.postimg.cc/zf1389fH/kepler.jpg ",
    "price": 5,
    "stock": 2
  },
  {
    "id": 16,
    "title": "D/D/D Founder King Clovis",
    "shortDescription": "Synchro Effect Monster",
    "longDescription": "1 Cantante + 1+ monstruos que no sean Cantante. Si esta carta es Invocada por Sincronía: puedes seleccionar 1 de tus monstruos \"D/D\" desterrados, o si hay una carta \"Dark Contract\" en el campo, puedes seleccionar 1 en tu Cementerio en su lugar; Invócalo de forma Especial. Solo puedes usar este efecto de \"D/D/D Founder King Clovis\" una vez por turno. Si esta carta es desterrada: puedes activar este efecto; si tu monstruo \"D/D\" ataca a un monstruo en Posición de Defensa este turno, inflige daño de batalla de penetración a tu oponente.",
    "category": "d/d",
    "mainImage": "https://i.postimg.cc/yYtkrJ4P/king-clovis.jpg ",
    "price": 10,
    "stock": 3
  },
  {
    "id": 17,
    "title": "D/D/D Deviser King Deus Machinex",
    "shortDescription": "Xyz Pendulum Effect Monster",
    "longDescription": "[Efecto de Péndulo] Mientras tengas una carta en tu otra Zona de Péndulo: puedes seleccionar 1 Monstruo Péndulo que controles o en tu Cementerio; Invoca de forma Especial la carta en tu otra Zona de Péndulo, y si lo haces, coloca ese Monstruo Péndulo objetivo en tu Zona de Péndulo. Solo puedes usar este efecto de \"D/D/D Deviser King Deus Machinex\" una vez por turno.\n\n[Efecto de Monstruo] 2 monstruos Demonio de Nivel 10. También puedes Invocar esta carta por Xyz usando un monstruo \"D/D/D\" que controles como material. Una vez por Cadena, cuando un monstruo controlado por tu oponente active su efecto (Efecto Rápido): puedes desacoplar 2 materiales de esta carta o destruir 1 carta \"Dark Contract\" que controles, y si lo haces, adjunta esa carta del oponente a esta carta como material. Una vez por turno, durante tu Standby Phase: puedes colocar esta carta en tu Zona de Péndulo.",
    "category": "d/d",
    "mainImage": "https://i.postimg.cc/XvcqJQZH/king-deus-machinex.jpg ",
    "price": 20,
    "stock": 1
  },
  {
    "id": 18,
    "title": "D/D/D Oracle King d'Arc",
    "shortDescription": "Fusion Effect Monster",
    "longDescription": "2 monstruos \"D/D\". Cualquier efecto que te infligiría daño hace que en su lugar ganes esa misma cantidad de LP.",
    "category": "d/d",
    "mainImage": "https://i.postimg.cc/SsSszCCy/king-oracle.jpg ",
    "price": 4,
    "stock": 5
  },
  {
    "id": 19,
    "title": "D/D/D Marksman King Tell",
    "shortDescription": "Xyz Effect Monster",
    "longDescription": "2 monstruos de Nivel 5. También puedes Invocar esta carta por Xyz usando un Monstruo Xyz \"D/D/D\" de Rango 4 que controles como Material Xyz. Una vez por turno, durante el turno de cualquier jugador, si recibiste daño por efecto este turno: puedes desacoplar 1 Material Xyz de esta carta y seleccionar 1 monstruo boca arriba en el campo; pierde 1000 ATK/DEF, e inflige 1000 puntos de daño a tu oponente. Si esta carta es enviada desde el campo al Cementerio: puedes enviar 1 carta \"D/D\" o \"Dark Contract\" desde tu Deck al Cementerio.",
    "category": "d/d",
    "mainImage": "https://i.postimg.cc/cC6LFWF2/king-tell.jpg ",
    "price": 13,
    "stock": 2
  },
  {
    "id": 20,
    "title": "D/D/D Sky King Zeus Ragnarok",
    "shortDescription": "Link Effect Monster",
    "longDescription": "2+ monstruos \"D/D\". Puedes seleccionar 1 carta \"D/D\" o \"Dark Contract\" que controles; destrúyela, y además durante tu Main Phase este turno puedes realizar 1 Invocación Péndulo de monstruo(s) \"D/D\" además de tu Invocación Péndulo normal (solo puedes ganar este efecto una vez por turno). Cuando tu oponente active un efecto de monstruo en la mano (Efecto Rápido): puedes desterrar 1 monstruo \"D/D\" y 1 carta \"Dark Contract\" desde tu Cementerio; niega la activación. Solo puedes usar este efecto de \"D/D/D Sky King Zeus Ragnarok\" una vez por turno.",
    "category": "d/d",
    "mainImage": "https://i.postimg.cc/6qS5SPS3/king-zeus-ragnarok.jpg ",
    "price": 11,
    "stock": 3
  },
  {
    "id": 21,
    "title": "D/D Lance Soldier",
    "shortDescription": "Tuner Effect Monster",
    "longDescription": "Puedes seleccionar 1 monstruo \"D/D\" que controles; aumenta su Nivel hasta la cantidad de cartas \"Dark Contract\" en tu campo y Cementerio. Si esta carta está en tu Cementerio: puedes seleccionar 1 carta \"Dark Contract\" que controles; destrúyela, y si lo haces, Invoca esta carta de forma Especial, pero bánishla cuando deje el campo. Solo puedes usar cada efecto de \"D/D Lance Soldier\" una vez por turno.",
    "category": "d/d",
    "mainImage": "https://i.postimg.cc/pTsdQrJK/lance-soldier.jpg ",
    "price": 6,
    "stock": 4
  },
  {
    "id": 22,
    "title": "D/D Necro Slime",
    "shortDescription": "Effect Monster",
    "longDescription": "Si esta carta está en tu Cementerio: puedes Invocar por Fusión 1 Monstruo de Fusión \"D/D/D\" desde tu Deck Extra, desterrando los Materiales de Fusión listados en él desde tu Cementerio, incluyendo esta carta. Solo puedes usar este efecto de \"D/D Necro Slime\" una vez por turno.",
    "category": "d/d",
    "mainImage": "https://i.postimg.cc/VsH6dS68/necro-slime.jpg ",
    "price": 5,
    "stock": 2
  },
  {
    "id": 23,
    "title": "D/D/D Wave Oblivion King Caesar Ragnarok",
    "shortDescription": "Fusion Effect Monster",
    "longDescription": "2 monstruos \"D/D/D\". Una vez por turno, cuando se declara un ataque involucrando a esta carta: puedes seleccionar 1 otra carta \"D/D\" o \"Dark Contract\" que controles; devuélvela a la mano, y si lo haces, equipa 1 monstruo boca arriba que controle tu oponente a esta carta, excepto el monstruo que está batallando. Esta carta gana ATK igual al ATK original combinado de los monstruos equipados por este efecto.",
    "category": "d/d",
    "mainImage": "https://i.postimg.cc/MKMGRWMj/oblivion-king-caesar.jpg ",
    "price": 14,
    "stock": 1
  },
  {
    "id": 24,
    "title": "D/D Orthros",
    "shortDescription": "Pendulum Tuner Effect Monster",
    "longDescription": "[Efecto de Péndulo] Una vez por turno: puedes seleccionar 1 Carta Mágica/Trampa en el campo y 1 otra carta \"D/D\" o \"Dark Contract\" que controles; destrúyelas.\n\n[Efecto de Monstruo] Cuando recibes daño de batalla o por efecto: puedes Invocar esta carta de forma Especial desde tu mano. Si esta carta es Invocada de forma Especial a tu campo, no puedes Invocar monstruos de forma Especial por el resto de este turno, excepto monstruos de Tipo Demonio.",
    "category": "d/d",
    "mainImage": "https://i.postimg.cc/pXwLJgzc/orthros.jpg ",
    "price": 9,
    "stock": 3
  },
  {
    "id": 25,
    "title": "D/D/D Zero Demise King Zero Machinex",
    "shortDescription": "Pendulum Effect Monster",
    "longDescription": "[Efecto de Péndulo] Durante tu Main Phase, si esta carta fue activada este turno: puedes colocar 1 Mágica/Trampa Continua \"Dark Contract\" desde tu Deck boca arriba en tu campo. Solo puedes usar este efecto de \"D/D/D Zero Demise King Zero Machinex\" una vez por turno.\n\n[Efecto de Monstruo] Si una o más cartas \"D/D/D\" y/o \"Dark Contract\" boca arriba que controles, excepto \"D/D/D Zero Demise King Zero Machinex\", son destruidas mientras esta carta está boca arriba en tu Deck Extra, incluso durante el Damage Step: puedes Invocar esta carta de forma Especial, y luego puedes destruir 1 carta en el campo. Si esta carta es destruida en la Zona de Monstruos: puedes colocarla en tu Zona de Péndulo. Solo puedes usar cada efecto de monstruo de \"D/D/D Zero Demise King Zero Machinex\" una vez por turno.",
    "category": "d/d",
    "mainImage": "https://i.postimg.cc/Qdcx40q8/queen-machinex.jpg ",
    "price": 17,
    "stock": 2
  },
  {
    "id": 26,
    "title": "D/D/D Wisdom King Solomon",
    "shortDescription": "Xyz Effect Monster",
    "longDescription": "2 monstruos \"D/D\" de Nivel 4. Puedes desacoplar 1 material de esta carta; añade 1 carta \"D/D\" desde tu Deck a tu mano. Si esta carta es desterrada: puedes seleccionar 1 Monstruo de Efecto \"D/D\" que controles; ese Monstruo de Efecto gana este efecto hasta el final de este turno: ● Si esta carta destruye un monstruo en batalla: inflige daño a tu oponente igual al ATK original de ese monstruo. Solo puedes usar cada efecto de \"D/D/D Wisdom King Solomon\" una vez por turno.",
    "category": "d/d",
    "mainImage": "https://i.postimg.cc/8CHkDc3x/salomon.jpg ",
    "price": 8,
    "stock": 4
  },
  {
    "id": 27,
    "title": "D/D Scale Surveyor",
    "shortDescription": "Pendulum Effect Monster",
    "longDescription": "[Efecto de Péndulo] Durante la Standby Phase: puedes seleccionar hasta 2 cartas en las Zonas de Péndulo; sus Escalas de Péndulo se vuelven 0 hasta el final de este turno. Solo puedes usar este efecto de \"D/D Scale Surveyor\" una vez por turno.\n\n[Efecto de Monstruo] Si controlas una Carta de Monstruo Péndulo \"D/D\": puedes Invocar esta carta de forma Especial desde tu mano. Si esta carta es Invocada de forma Normal o Especial: puedes hacer que esta carta sea de Nivel 4. Si esta carta es enviada al Cementerio o añadida al Deck Extra boca arriba: puedes seleccionar 1 Carta de Monstruo Péndulo \"D/D\" que controles; devuélvela a la mano. Solo puedes usar cada efecto de \"D/D Scale Surveyor\" una vez por turno.",
    "category": "d/d",
    "mainImage": "https://i.postimg.cc/SsxSKqbR/scale.jpg ",
    "price": 7,
    "stock": 5
  },
  {
    "id": 28,
    "title": "D/D/D Cursed King Siegfried",
    "shortDescription": "Synchro Effect Monster",
    "longDescription": "1 Cantante + 1 o más monstruos \"D/D\" que no sean Cantante. Durante el turno de cualquier jugador: puedes seleccionar 1 Carta Mágica/Trampa boca arriba en el campo; esa carta tiene sus efectos negados hasta la siguiente Standby Phase. Solo puedes usar este efecto de \"D/D/D Cursed King Siegfried\" una vez por turno. Si esta carta es destruida en batalla o por efecto de carta y enviada al Cementerio: gana 1000 LP por cada carta \"Dark Contract\" que controles.",
    "category": "d/d",
    "mainImage": "https://i.postimg.cc/cHksgjdm/siegfried.jpg ",
    "price": 12,
    "stock": 1
  },
  {
    "id": 29,
    "title": "D/D Swirl Slime",
    "shortDescription": "Effect Monster",
    "longDescription": "Si esta carta está en tu mano: puedes Invocar por Fusión 1 Monstruo de Fusión \"D/D/D\" desde tu Deck Extra, usando monstruos desde tu mano como Materiales de Fusión, incluyendo esta carta. También puedes desterrar esta carta desde tu Cementerio; Invoca de forma Especial 1 monstruo \"D/D\" desde tu mano. Solo puedes usar cada efecto de \"D/D Swirl Slime\" una vez por turno.",
    "category": "d/d",
    "mainImage": "https://i.postimg.cc/gjwGvDJP/swirl.jpg ",
    "price": 5,
    "stock": 3
  },
  {
    "id": 30,
    "title": "Tenyi Spirit - Adhara",
    "shortDescription": "Tuner Effect Monster",
    "longDescription": "Si no controlas monstruos de Efecto: puedes Invocar esta carta de forma Especial desde tu mano. Si controlas un monstruo boca arriba que no sea de Efecto: puedes desterrar esta carta desde tu mano o Cementerio; añade a tu mano 1 monstruo Wyrm desterrado, excepto esta carta. Solo puedes usar cada efecto de \"Tenyi Spirit - Adhara\" una vez por turno.",
    "category": "swordsoul",
    "mainImage": "https://i.postimg.cc/W3gBjHhz/adhara.jpg ",
    "price": 3,
    "stock": 4
  },
  {
    "id": 31,
    "title": "Tenyi Spirit - Ashuna",
    "shortDescription": "Effect Monster",
    "longDescription": "Si no controlas monstruos de Efecto: puedes Invocar esta carta de forma Especial desde tu mano. Si controlas un monstruo boca arriba que no sea de Efecto: puedes desterrar esta carta desde tu mano o Cementerio; Invoca de forma Especial 1 monstruo \"Tenyi\" desde tu Deck, excepto \"Tenyi Spirit - Ashuna\", y además no puedes Invocar monstruos de forma Especial por el resto de este turno excepto monstruos Wyrm. Solo puedes usar cada efecto de \"Tenyi Spirit - Ashuna\" una vez por turno.",
    "category": "swordsoul",
    "mainImage": "https://i.postimg.cc/J089h5kq/ashuna.jpg ",
    "price": 4,
    "stock": 2
  },
  {
    "id": 32,
    "title": "Swordsoul Blackout",
    "shortDescription": "Normal Trap",
    "longDescription": "Selecciona 1 monstruo Wyrm que controles y 2 cartas que controle tu oponente; destrúyelas. Si esta carta es desterrada: puedes Invocar de forma Especial 1 \"Swordsoul Token\" (Wyrm/Tuner/WATER/Nivel 4/ATK 0/DEF 0). Mientras ese Token esté en la Zona de Monstruos, el jugador que lo Invocó no puede Invocar monstruos de forma Especial desde el Deck Extra excepto Monstruos Synchro. Solo puedes usar cada efecto de \"Swordsoul Blackout\" una vez por turno.",
    "category": "swordsoul",
    "mainImage": "https://i.postimg.cc/d39gZZRK/blackout.jpg ",
    "price": 8,
    "stock": 3
  },
  {
    "id": 33,
    "title": "Swordsoul Supreme Sovereign - Chengying",
    "shortDescription": "Synchro Effect Monster",
    "longDescription": "1 Cantante + 1+ monstruos Wyrm que no sean Cantante. Gana 100 ATK/DEF por cada carta desterrada, y los monstruos que controle tu oponente pierden 100 ATK/DEF. Si esta carta sería destruida por efecto de carta, puedes desterrar 1 carta desde tu Cementerio en su lugar. Si una o más cartas son desterradas (excepto durante el Damage Step): puedes desterrar 1 carta desde el campo o Cementerio de tu oponente. Solo puedes usar este efecto de \"Swordsoul Supreme Sovereign - Chengying\" una vez por turno.",
    "category": "swordsoul",
    "mainImage": "https://i.postimg.cc/FFbMB8Mn/chengying.jpg ",
    "price": 16,
    "stock": 1
  },
  {
    "id": 34,
    "title": "Swordsoul Grandmaster - Chixiao",
    "shortDescription": "Synchro Effect Monster",
    "longDescription": "1 Cantante + 1+ monstruos Wyrm que no sean Cantante. Si esta carta es Invocada por Sincronía: puedes añadir a tu mano o desterrar 1 carta \"Swordsoul\" desde tu Deck. (Efecto Rápido): puedes desterrar 1 carta \"Swordsoul\" o 1 monstruo Wyrm desde tu mano o Cementerio, y después seleccionar 1 otro Monstruo de Efecto en el campo; niega sus efectos hasta el final de este turno. Solo puedes usar 1 efecto de \"Swordsoul Grandmaster - Chixiao\" por turno, y solo una vez ese turno.",
    "category": "swordsoul",
    "mainImage": "https://i.postimg.cc/ZKTGtjZY/chixiao.jpg ",
    "price": 14,
    "stock": 2
  },
  {
    "id": 35,
    "title": "Swordsoul Emergence",
    "shortDescription": "Normal Spell",
    "longDescription": "Añade 1 monstruo \"Swordsoul\" desde tu Deck a tu mano, o si controlas un Monstruo Synchro, puedes añadir 1 monstruo Wyrm en su lugar. Si esta carta es desterrada: puedes seleccionar 1 monstruo \"Swordsoul\" o Wyrm que controles; aumenta o reduce su Nivel en 1 hasta el final de este turno. Solo puedes usar cada efecto de \"Swordsoul Emergence\" una vez por turno.",
    "category": "swordsoul",
    "mainImage": "https://i.postimg.cc/02cL8m2Y/emergence.jpg ",
    "price": 6,
    "stock": 4
  },
  {
    "id": 36,
    "title": "Heavenly Dragon Circle",
    "shortDescription": "Quick-Play Spell",
    "longDescription": "Sacrificia 1 monstruo Wyrm; añade 1 monstruo Wyrm desde tu Deck a tu mano, o si Sacrificaste un monstruo que no sea de Efecto para activar esta carta, puedes Invocarlo de forma Especial en su lugar, pero sus efectos son negados. Durante tu Main Phase, si controlas un monstruo boca arriba que no sea de Efecto: puedes desterrar esta carta desde tu Cementerio; añade 1 carta \"Tenyi\" desde tu Deck a tu mano. Solo puedes usar 1 efecto de \"Heavenly Dragon Circle\" por turno, y solo una vez ese turno.",
    "category": "swordsoul",
    "mainImage": "https://i.postimg.cc/6pqFT3yD/heavenly.jpg ",
    "price": 5,
    "stock": 3
  },
  {
    "id": 37,
    "title": "Swordsoul Strategist Longyuan",
    "shortDescription": "Effect Monster",
    "longDescription": "Puedes descartar 1 otra carta \"Swordsoul\" o 1 otro monstruo Wyrm; Invoca esta carta de forma Especial desde tu mano, y después puedes Invocar de forma Especial 1 \"Swordsoul Token\" (Wyrm/Tuner/WATER/Nivel 4/ATK 0/DEF 0). Mientras ese Token esté en la Zona de Monstruos, el jugador que lo Invocó no puede Invocar monstruos de forma Especial desde el Deck Extra excepto Monstruos Synchro. Si esta carta es enviada al Cementerio como Material Synchro: puedes infligir 1200 puntos de daño a tu oponente. Solo puedes usar cada efecto de \"Swordsoul Strategist Longyuan\" una vez por turno.",
    "category": "swordsoul",
    "mainImage": "https://i.postimg.cc/4x0qcgcn/longyuan.jpg ",
    "price": 7,
    "stock": 2
  },
  {
    "id": 38,
    "title": "Monk of the Tenyi",
    "shortDescription": "Link Monster",
    "longDescription": "1 monstruo \"Tenyi\" que no sea Link. No puede ser Invocado de forma Especial excepto con el efecto de un monstruo \"Tenyi\". Mientras controles un monstruo que no sea de Efecto, este monstruo gana 1500 ATK. Si esta carta en posesión de su propietario es destruida por efecto de carta: puedes Invocar de forma Especial 1 monstruo \"Tenyi\" desde tu mano o Deck. Solo puedes usar este efecto de \"Monk of the Tenyi\" una vez por turno.",
    "category": "swordsoul",
    "mainImage": "https://i.postimg.cc/8Cr3B0d4/monk.jpg ",
    "price": 9,
    "stock": 4
  },
  {
    "id": 39,
    "title": "Swordsoul of Mo Ye",
    "shortDescription": "Effect Monster",
    "longDescription": "Si esta carta es Invocada de forma Normal o Especial: puedes mostrar 1 carta \"Swordsoul\" o 1 monstruo Wyrm en tu mano; Invoca de forma Especial 1 \"Swordsoul Token\" (Wyrm/Tuner/WATER/Nivel 4/ATK 0/DEF 0). Mientras ese Token esté en la Zona de Monstruos, el jugador que lo Invocó no puede Invocar monstruos de forma Especial desde el Deck Extra excepto Monstruos Synchro. Si esta carta es enviada al Cementerio como Material Sincro: puedes robar 1 carta. Solo puedes usar cada efecto de \"Swordsoul of Mo Ye\" una vez por turno.",
    "category": "swordsoul",
    "mainImage": "https://i.postimg.cc/3R5qLFnT/moye.jpg ",
    "price": 4,
    "stock": 5
  },
  {
    "id": 40,
    "title": "Swordsoul Sinister Sovereign - Qixing Longyuan",
    "shortDescription": "Synchro Effect Monster",
    "longDescription": "1 Cantante + 1+ monstruos Wyrm que no sean Cantante. Si Invocas por Sincronía otro monstruo Wyrm mientras este monstruo está en el campo: puedes robar 1 carta. Si tu oponente Invoca de forma Especial uno o más monstruos (excepto durante el Damage Step): puedes desterrar 1 de esos monstruos, y si lo haces, inflige 1200 puntos de daño a tu oponente. Cuando tu oponente activa una Carta Mágica/Trampa o efecto (Efecto Rápido): puedes desterrar esa carta, y si lo haces, inflige 1200 puntos de daño a tu oponente. Solo puedes usar cada efecto de \"Swordsoul Sinister Sovereign - Qixing Longyuan\" una vez por turno.",
    "category": "swordsoul",
    "mainImage": "https://i.postimg.cc/TwV4B54W/qixing-longyuan.jpg ",
    "price": 18,
    "stock": 1
  },
  {
    "id": 41,
    "title": "Shaman of the Tenyi",
    "shortDescription": "Link Effect Monster",
    "longDescription": "2 monstruos Wyrm. Puedes descartar 1 carta, y después seleccionar 1 monstruo Wyrm en tu Cementerio; Invócalo de forma Especial, y además, por el resto de este turno, no puedes activar los efectos de monstruos Invocados de forma Especial desde el Deck Extra excepto monstruos \"Tenyi\". Cuando se declara un ataque involucrando tu monstruo boca arriba que no sea de Efecto: puedes seleccionar 1 carta que controle tu oponente; destrúyela. Solo puedes usar cada efecto de \"Shaman of the Tenyi\" una vez por turno.",
    "category": "swordsoul",
    "mainImage": "https://i.postimg.cc/1XyjSRk7/shaman.jpg ",
    "price": 10,
    "stock": 2
  },
  {
    "id": 42,
    "title": "Tenyi Spirit - Suruya",
    "shortDescription": "Tuner Effect Monster",
    "longDescription": "Si controlas un monstruo Wyrm, o un monstruo boca arriba que no sea de Efecto: puedes Invocar esta carta de forma Especial desde tu mano. Si esta carta es enviada al Cementerio como material para un Monstruo Synchro Wyrm: puedes Invocar de forma Especial 1 Monstruo Link \"Tenyi\" desde tu Deck Extra (pero no puede usarse como Material Link), y luego pierdes LP iguales a su Link Rating x 1000. Solo puedes usar cada efecto de \"Tenyi Spirit - Suruya\" una vez por turno.",
    "category": "swordsoul",
    "mainImage": "https://i.postimg.cc/cCT5LyZx/suruya.jpg ",
    "price": 5,
    "stock": 3
  },
  {
    "id": 43,
    "title": "Swordsoul of Taia",
    "shortDescription": "Effect Monster",
    "longDescription": "Puedes desterrar 1 carta \"Swordsoul\" o 1 monstruo Wyrm desde tu Cementerio; Invoca de forma Especial 1 \"Swordsoul Token\" (Wyrm/Tuner/WIND/Nivel 4/ATK 0/DEF 0). Mientras ese Token esté en la Zona de Monstruos, el jugador que lo Invocó no puede Invocar monstruos de forma Especial desde el Deck Extra excepto Monstruos Synchro. Si esta carta es enviada al Cementerio como Material Synchro: puedes enviar 1 carta \"Swordsoul\" o 1 monstruo Wyrm desde tu Deck al Cementerio. Solo puedes usar cada efecto de \"Swordsoul of Taia\" una vez por turno.",
    "category": "swordsoul",
    "mainImage": "https://i.postimg.cc/dQ9fBdCb/taia.jpg ",
    "price": 6,
    "stock": 4
  },
  {
    "id": 44,
    "title": "Vessel for the Dragon Cycle",
    "shortDescription": "Normal Spell",
    "longDescription": "Envía 1 monstruo Wyrm desde tu Deck al Cementerio, y después, si controlas un monstruo boca arriba que no sea de Efecto, puedes añadir desde tu Deck a tu mano 1 monstruo \"Tenyi\" con un nombre diferente al monstruo enviado al Cementerio. Solo puedes activar 1 \"Vessel for the Dragon Cycle\" por turno.",
    "category": "swordsoul",
    "mainImage": "https://i.postimg.cc/655m13Ly/vessel.jpg ",
    "price": 4,
    "stock": 5
  },
  {
    "id": 45,
    "title": "Tenyi Spirit - Vishuda",
    "shortDescription": "Effect Monster",
    "longDescription": "Si no controlas monstruos de Efecto: puedes Invocar esta carta de forma Especial desde tu mano. Si controlas un monstruo boca arriba que no sea de Efecto: puedes desterrar esta carta desde tu mano o Cementerio, y después seleccionar 1 carta que controle tu oponente; devuélvela a la mano. Solo puedes usar cada efecto de \"Tenyi Spirit - Vishuda\" una vez por turno.",
    "category": "swordsoul",
    "mainImage": "https://i.postimg.cc/zXtcmr0p/vishuda.jpg ",
    "price": 3,
    "stock": 2
  },
  {
    "id": 46,
    "title": "Blue-Eyes White Dragon",
    "longDescription": "Este legendario dragón es un poderoso motor de destrucción. Prácticamente invencible, muy pocos han enfrentado a esta impresionante criatura y han vivido para contarlo.",
    "shortDescription": "Normal Monster",
    "category": "blue-eyes",
    "mainImage": "https://i.postimg.cc/kg7XHWYW/Blue-eyes.jpg ",
    "price": 20,
    "stock": 5
  },
  {
    "id": 47,
    "title": "Blue-Eyes Chaos MAX Dragon",
    "longDescription": "Puedes Invocar esta carta por Ritual con \"Chaos Form\". Debe ser Invocado por Ritual. Tu adversario no puede seleccionar esta carta como objetivo de efectos de cartas, y además no puede ser destruida por efectos de cartas de tu adversario. Si esta carta ataca a un monstruo en Posición de Defensa, inflige el doble de daño de batalla perforante.",
    "shortDescription": "Ritual Effect Monster",
    "category": "blue-eyes",
    "mainImage": "https://i.postimg.cc/L8v6FhGw/chaos-max.jpg ",
    "price": 19,
    "stock": 2
  },
  {
    "id": 48,
    "title": "Maiden of White",
    "longDescription": "Puedes enviar esta carta desde tu mano o campo al GY; coloca 1 \"True Light\" desde tu mano, Deck o GY, boca arriba en tu Zona de Mágicas y Trampas. Si Invocas de Modo Especial \"Blue-Eyes White Dragon\" mientras esta carta está en tu GY (excepto durante el Damage Step): puedes Invocar de Modo Especial esta carta. Cuando se activa una carta o efecto que selecciona esta carta en el campo como objetivo, o cuando esta carta es seleccionada como objetivo de un ataque (Efecto Rápido): puedes Invocar de Modo Especial 1 \"Blue-Eyes White Dragon\" o 1 Regulador de LUZ de Nivel 1 desde tu GY. Solo puedes usar cada efecto de \"Maiden of White\" una vez por turno.",
    "shortDescription": "Tuner Effect Monster",
    "category": "blue-eyes",
    "mainImage": "https://i.postimg.cc/vTRGtn6g/maiden-of-white.jpg ",
    "price": 11,
    "stock": 3
  },
  {
    "id": 49,
    "title": "Neo Blue-Eyes Ultimate Dragon",
    "longDescription": "\"Blue-Eyes White Dragon\" + \"Blue-Eyes White Dragon\" + \"Blue-Eyes White Dragon\"\nAl final del Damage Step, si esta es la única carta boca arriba que controlas, y esta carta Invocada por Fusión atacó: puedes enviar al Cementerio 1 Monstruo de Fusión \"Blue-Eyes\" desde tu Deck Extra; esta carta puede atacar de nuevo en seguida. Puedes usar este efecto de \"Neo Blue-Eyes Ultimate Dragon\" hasta dos veces por turno. Durante el turno de cualquier jugador, cuando se active una carta o efecto que seleccione como objetivo a un monstruo(s) \"Blue-Eyes\" que controlas: puedes desterrar esta carta desde tu Cementerio; niega la activación, y si lo haces, destruye esa carta.",
    "shortDescription": "Fusion Effect Monster",
    "category": "blue-eyes",
    "mainImage": "https://i.postimg.cc/T3kGHFDX/neo-ultimate.jpg ",
    "price": 17,
    "stock": 1
  },
  {
    "id": 50,
    "title": "Roar of the Blue-Eyed Dragons",
    "longDescription": "Invoca de Modo Especial en Posición de Defensa, 1 monstruo \"Blue-Eyes\" desde tu Deck, GY o destierro (pero si no controlas \"Blue-Eyes White Dragon\", solo puedes Invocar de Modo Especial \"Blue-Eyes White Dragon\" con este efecto), además no puedes Invocar de Modo Especial desde el Deck Extra por el resto de este turno, excepto monstruos Dragón. Puedes desterrar esta carta desde tu GY; Invoca por Fusión 1 Monstruo de Fusión desde tu Deck Extra, usando monstruos desde tu mano o campo, incluyendo un monstruo \"Blue-Eyes\". Solo puedes usar 1 efecto de \"Roar of the Blue-Eyed Dragons\" por turno, y solo una vez ese turno.",
    "shortDescription": "Normal Spell",
    "category": "blue-eyes",
    "mainImage": "https://i.postimg.cc/7Ld4qz9s/roar.jpg ",
    "price": 13,
    "stock": 4
  },
  {
    "id": 51,
    "title": "Sage with Eyes of Blue",
    "longDescription": "Cuando esta carta es Invocada de Modo Normal: puedes añadir a tu mano 1 Regulador de LUZ de Nivel 1 desde tu Deck, excepto \"Sage with Eyes of Blue\". Puedes descartar esta carta, y luego seleccionar 1 Monstruo de Efecto que controles; mándalo al Cementerio, y si lo haces, Invoca de Modo Especial 1 monstruo \"Blue-Eyes\" desde tu Deck. Solo puedes usar este efecto de \"Sage with Eyes of Blue\" una vez por turno.",
    "shortDescription": "Tuner Effect Monster",
    "category": "blue-eyes",
    "mainImage": "https://i.postimg.cc/50zVytkx/sage.jpg ",
    "price": 10,
    "stock": 5
  },
  {
    "id": 52,
    "title": "Blue-Eyes Spirit Dragon",
    "longDescription": "1 Regulador + 1 o más monstruos \"Blue-Eyes\" que no sean Reguladores\nNingún jugador puede Invocar de Modo Especial 2 o más monstruos al mismo tiempo. Una vez por turno, durante el turno de cualquier jugador, cuando se active el efecto de una carta en el Cementerio: puedes negar la activación. Durante el turno de cualquier jugador: puedes Sacrificar esta carta Invocada por Sincronía; Invoca de Modo Especial 1 Monstruo Sincronía de TIPO Dragón de LUZ desde tu Deck Extra en Posición de Defensa, excepto \"Blue-Eyes Spirit Dragon\", pero destrúyelo durante la End Phase de este turno.",
    "shortDescription": "Synchro Effect Monster",
    "category": "blue-eyes",
    "mainImage": "https://i.postimg.cc/j2rr7rGy/spirit-dragon.jpg ",
    "price": 15,
    "stock": 2
  },
  {
    "id": 53,
    "title": "Spirit with Eyes of Blue",
    "longDescription": "No puedes Invocar de Modo Especial, excepto monstruos Dragón. Solo puedes usar cada uno de los siguientes efectos de \"Spirit with Eyes of Blue\" una vez por turno. Si esta carta es Invocada por Link: puedes tomar 1 \"Mausoleum of White\" desde tu Deck y añadirlo a tu mano o enviarlo al GY. Puedes Sacrificar esta carta; Invoca de Modo Especial 1 monstruo \"Blue-Eyes\" desde tu mano o GY, pero si Invocas de Modo Especial un Monstruo de Efecto desde tu GY con este efecto, no puede atacar y sus efectos son negados.",
    "shortDescription": "Link Effect Monster",
    "category": "blue-eyes",
    "mainImage": "https://i.postimg.cc/3NCQjcTV/spirit-with-eyes-of-blue.jpg ",
    "price": 12,
    "stock": 3
  },
  {
    "id": 54,
    "title": "True Light",
    "longDescription": "Tu adversario no puede seleccionar como objetivo de efectos de cartas a \"Blue-Eyes White Dragon\" en tu Zona de Monstruos. Si esta carta boca arriba es enviada desde la Zona de Magias y Trampas al Cementerio: destruye todos los monstruos que controlas. Solo puedes usar el siguiente efecto de \"True Light\" una vez por turno. Puedes activar 1 de estos efectos;\n● Invoca de Modo Especial 1 \"Blue-Eyes White Dragon\" desde tu mano o Cementerio.\n● Coloca 1 Mágica/Trampa directamente desde tu Deck, que mencione específicamente \"Blue-Eyes White Dragon\" en su texto, con un nombre diferente a las cartas que controlas y en tu Cementerio.",
    "shortDescription": "Continuous Trap",
    "category": "blue-eyes",
    "mainImage": "https://i.postimg.cc/FFjvQ7Lp/true-light.jpg ",
    "price": 14,
    "stock": 1
  },
  {
    "id": 55,
    "title": "Blue-Eyes Twin Burst Dragon",
    "longDescription": "\"Blue-Eyes White Dragon\" + \"Blue-Eyes White Dragon\"\nDebe ser Invocado por Fusión, o Invocado de Modo Especial desde tu Deck Extra mandando los monstruos anteriores que controles al Cementerio (en este caso no usas \"Polymerization\"). No puede ser destruida en batalla. Esta carta puede hacer hasta 2 ataques sobre monstruos durante cada Battle Phase. Al final del Damage Step, cuando esta carta ataca a un monstruo del adversario, pero el monstruo del adversario no fue destruido por la batalla: puedes desterrar ese monstruo del adversario.",
    "shortDescription": "Fusion Effect Monster",
    "category": "blue-eyes",
    "mainImage": "https://i.postimg.cc/TYf62fj6/twin-burst.jpg ",
    "price": 18,
    "stock": 2
  },
  {
    "id": 56,
    "title": "Blue-Eyes Tyrant Dragon",
    "longDescription": "\"Blue-Eyes White Dragon\" + 1 monstruo Dragón\nPrimero debe ser Invocado por Fusión, o Invocado de Modo Especial desde tu Deck Extra Sacrificando 1 \"Blue-Eyes White Dragon\" equipado con un Monstruo de Fusión. No es afectada por Cartas o efectos de Trampa. Esta carta puede atacar a todos los monstruos que controla tu adversario, una vez cada uno. Una vez por turno, al final del Damage Step, si esta carta batalló: puedes seleccionar 1 Trampa en tu Cementerio; Colócala en tu Zona de Magias y Trampas.",
    "shortDescription": "Fusion Effect Monster",
    "category": "blue-eyes",
    "mainImage": "https://i.postimg.cc/02nqbFZJ/Tyrant-dragon.jpg ",
    "price": 16,
    "stock": 3
  },
  {
    "id": 57,
    "title": "Blue-Eyes Ultimate Dragon",
    "longDescription": "\"Blue-Eyes White Dragon\" + \"Blue-Eyes White Dragon\" + \"Blue-Eyes White Dragon\"",
    "shortDescription": "Fusion Monster",
    "category": "blue-eyes",
    "mainImage": "https://i.postimg.cc/zGfYW7P2/ultimate-dragon.jpg ",
    "price": 20,
    "stock": 4
  },
  {
    "id": 58,
    "title": "Blue-Eyes Ultimate Spirit Dragon",
    "longDescription": "2+ Reguladores + 1 monstruo \"Blue-Eyes\" que no sea Regulador\nTu adversario no puede desterrar cartas de tu Cementerio. Solo puedes usar cada uno de los siguientes efectos de \"Blue-Eyes Ultimate Spirit Dragon\" una vez por turno. Cuando se active una carta o efecto en el campo (Efecto Rápido): puedes negar la activación, y si lo haces, esta carta gana 1000 ATK hasta el final de este turno. Si esta carta es destruida en batalla o por un efecto de carta: puedes Invocar de Modo Especial 1 monstruo Dragón de LUZ desde tu Cementerio, excepto \"Blue-Eyes Ultimate Spirit Dragon\".",
    "shortDescription": "Synchro Effect Monster",
    "category": "blue-eyes",
    "mainImage": "https://i.postimg.cc/t4mQz6Kq/ultimate-spirit.jpg ",
    "price": 19,
    "stock": 1
  },
  {
    "id": 59,
    "title": "Wishes for Eyes of Blue",
    "longDescription": "Descarta 1 carta; añade a tu mano 1 Regulador de LUZ de Nivel 1, y 1 Mágica/Trampa que mencione \"Blue-Eyes White Dragon\", desde tu Deck, excepto \"Wishes for Eyes of Blue\". Puedes desterrar esta carta desde tu GY, y luego seleccionar 1 \"Blue-Eyes White Dragon\" que controles; equipa a él 1 monstruo \"Blue-Eyes\" desde tu Deck Extra como una Mágica de Equipo que le da 400 ATK. Solo puedes usar cada efecto de \"Wishes for Eyes of Blue\" una vez por turno.",
    "shortDescription": "Normal Spell",
    "category": "blue-eyes",
    "mainImage": "https://i.postimg.cc/rp06ZmTS/wishes-for-eyes-of-blue.jpg ",
    "price": 8,
    "stock": 3
  },
  {
    "id": 60,
    "title": "Baku the Beast Ninja",
    "longDescription": "Si esta carta es añadida a tu mano, excepto al robarla: puedes Invocarla de Modo Especial. Si esta carta es Invocada de Modo Especial o volteada boca arriba: puedes seleccionar 1 carta \"Ninja\" o \"Arte Ninja\" en tu Cementerio o Zona de Magia y Trampas boca arriba, excepto \"Baku la Bestia Ninja\"; devuélvela a la mano. Solo puedes usar cada efecto de \"Baku la Bestia Ninja\" una vez por turno.",
    "shortDescription": "Effect Monster",
    "category": "ninja",
    "mainImage": "https://i.postimg.cc/k581tt9h/baku.jpg ",
    "price": 6,
    "stock": 2
  },
  {
    "id": 61,
    "title": "Ninjitsu Art of Dancing Leaves",
    "longDescription": "Cuando un monstruo del oponente declara un ataque directo, si tienes otro monstruo \"Ninja\" en tu Cementerio: puedes desterrar esta carta desde tu Cementerio para seleccionar el monstruo atacante; niega ese ataque.",
    "shortDescription": "Trap Card",
    "category": "ninja",
    "mainImage": "https://i.postimg.cc/rw7Zm96r/Dancing-leaves.jpg ",
    "price": 4,
    "stock": 1
  },
  {
    "id": 62,
    "title": "Ninjitsu Art of Duplication",
    "longDescription": "Sacrifica 1 monstruo \"Ninja\"; Invoca de Modo Especial cualquier cantidad de monstruos \"Ninja\" desde tu Deck, en Posición de Ataque boca arriba o en Posición de Defensa boca abajo, cuyos Niveles combinados sean menores o iguales al Nivel del monstruo Sacrificado. Cuando esta carta deje el campo: destruye esos monstruos.",
    "shortDescription": "Trap Card",
    "category": "ninja",
    "mainImage": "https://i.postimg.cc/4dQWWkY6/duplication.jpg ",
    "price": 5,
    "stock": 3
  },
  {
    "id": 63,
    "title": "Green Ninja",
    "longDescription": "Si un monstruo es Invocado de Modo Especial a tu campo boca arriba (excepto durante el Damage Step): puedes seleccionar 1 de ellos; Invoca esta carta de Modo Especial desde tu mano y, si lo haces, cambia ese monstruo a Posición de Defensa boca abajo. Si esta carta es enviada desde la mano o el campo al Cementerio: puedes seleccionar 1 monstruo en el campo; cámbialo a Posición de Ataque boca arriba o a Posición de Defensa boca abajo. Solo puedes usar cada efecto de \"Ninja Verde\" una vez por turno.",
    "shortDescription": "Effect Monster",
    "category": "ninja",
    "mainImage": "https://i.postimg.cc/63XHV5p6/green-ninja.jpg ",
    "price": 3,
    "stock": 4
  },
  {
    "id": 64,
    "title": "Ninja Grandmaster Hanzo",
    "longDescription": "Cuando esta carta es Invocada de Modo Normal: puedes añadir 1 carta \"Arte Ninja\" desde tu Deck a tu mano. Cuando esta carta es Invocada de Modo Volteado o Especial: puedes añadir 1 monstruo \"Ninja\" desde tu Deck a tu mano, excepto \"Gran Maestro Ninja Hanzo\".",
    "shortDescription": "Effect Monster",
    "category": "ninja",
    "mainImage": "https://i.postimg.cc/qqBjYbK9/hanzo.jpg ",
    "price": 8,
    "stock": 2
  },
  {
    "id": 65,
    "title": "Hidden Village of Ninjitsu Arts",
    "longDescription": "Si un monstruo \"Ninja\" es Invocado a tu campo: puedes seleccionar 1 monstruo \"Ninja\" o 1 carta \"Arte Ninja\" en tu Cementerio; añádelo a tu mano, pero no puedes activar cartas ni efectos con ese nombre por el resto de este turno. Si un monstruo \"Ninja\" o carta \"Arte Ninja\" que controles fuera a ser destruido en batalla o por un efecto de carta del oponente, puedes desterrar 1 monstruo \"Ninja\" desde tu Cementerio en su lugar. Solo puedes usar cada efecto de \"Aldea Oculta de las Artes Ninja\" una vez por turno.",
    "shortDescription": "Spell Card",
    "category": "ninja",
    "mainImage": "https://i.postimg.cc/pr0qtfYy/hidden-village.jpg ",
    "price": 7,
    "stock": 3
  },
  {
    "id": 66,
    "title": "Ninjitsu Art Tool Iron Digger",
    "longDescription": "Equipa solo a un monstruo \"Ninja\". Gana 500 ATK. Si el monstruo equipado destruye un monstruo del oponente en batalla y lo manda al Cementerio: puedes enviar 1 carta de Magia/Trampa que controle el oponente al Cementerio.",
    "shortDescription": "Spell Card",
    "category": "ninja",
    "mainImage": "https://i.postimg.cc/9X1xT25V/iron-digger.jpg ",
    "price": 5,
    "stock": 2
  },
  {
    "id": 67,
    "title": "Jioh the Gravity Ninja",
    "longDescription": "Si esta carta es Invocada de Modo Normal/Especial o volteada boca arriba: puedes seleccionar hasta 2 monstruos boca arriba en el campo; cámbialos a Posición de Defensa boca abajo y, si lo haces, los monstruos del oponente que fueron volteados por este efecto no pueden cambiar sus posiciones de batalla. Si un monstruo en el campo es volteado boca arriba mientras este monstruo está boca arriba en el campo (excepto durante el Damage Step): puedes seleccionar 1 carta que controle el oponente; destrúyela. Solo puedes usar cada efecto de \"Jioh el Ninja de la Gravedad\" una vez por turno.",
    "shortDescription": "Effect Monster",
    "category": "ninja",
    "mainImage": "https://i.postimg.cc/bNJm95pn/jioh.jpg ",
    "price": 6,
    "stock": 4
  },
  {
    "id": 68,
    "title": "Kagero the Cannon Ninja",
    "longDescription": "Si esta carta es Invocada de Modo Normal, Especial o volteada boca arriba: puedes Invocar de Modo Especial 1 monstruo \"Ninja\" desde tu mano o Cementerio en Posición de Defensa boca abajo, excepto \"Kagero el Ninja Cañón\". Cuando tu oponente active una carta o efecto que seleccione exactamente 1 carta \"Ninja\" o exactamente 1 monstruo en Posición de Defensa boca abajo que controles, mientras esta carta esté en tu Cementerio (Efecto Rápido): puedes Invocar esta carta de Modo Especial en Posición de Defensa boca abajo y, si lo haces, devuelve esa carta seleccionada a la mano. Solo puedes usar cada efecto de \"Kagero el Ninja Cañón\" una vez por turno.",
    "shortDescription": "Effect Monster",
    "category": "ninja",
    "mainImage": "https://i.postimg.cc/bNB3CRwB/kagero.jpg ",
    "price": 4,
    "stock": 3
  },
  {
    "id": 69,
    "title": "Meizen the Battle Ninja",
    "longDescription": "2 monstruos \"Ninja\" con diferentes Tipos\nDebe ser primero Invocado por Fusión o Invocado de Modo Especial desde tu Deck Extra al Sacrificar las cartas anteriores que controles. Tus monstruos \"Ninja\" pueden atacar directamente. Mientras controles un monstruo en Posición de Defensa boca abajo, los monstruos de tu oponente no pueden seleccionar esta carta para ataques. Cuando tu oponente active una carta o efecto (Efecto Rápido): puedes Invocar de Modo Especial 1 monstruo \"Ninja\" desde tu Deck en Posición de Defensa boca arriba o boca abajo. Solo puedes usar este efecto de \"Meizen el Ninja de Batalla\" una vez por turno.",
    "shortDescription": "Fusion Monster",
    "category": "ninja",
    "mainImage": "https://i.postimg.cc/g2L4f6wk/meizen.jpg ",
    "price": 9,
    "stock": 1
  },
  {
    "id": 70,
    "title": "Mitsu the Insect Ninja",
    "longDescription": "Si controlas una carta \"Ninja\" o un monstruo en Posición de Defensa boca abajo: puedes Invocar esta carta de Modo Especial desde tu mano. Cuando tu oponente active un efecto de monstruo (Efecto Rápido): puedes seleccionar 1 monstruo en Posición de Defensa boca abajo que controles; cámbialo a Posición de Defensa boca arriba y, si lo haces, cambia esta carta a Posición de Defensa boca abajo, y luego, si el monstruo seleccionado era un monstruo \"Ninja\", excepto \"Mitsu el Ninja Insecto, niega el efecto activado del oponente. Solo puedes usar cada efecto de \"Mitsu el Ninja Insecto\" una vez por turno.",
    "shortDescription": "Effect Monster",
    "category": "ninja",
    "mainImage": "https://i.postimg.cc/43CwZNtv/mitsu.jpg ",
    "price": 5,
    "stock": 2
  },
  {
    "id": 71,
    "title": "Ninjitsu Art Notebook",
    "longDescription": "Una vez por turno: puedes enviar 1 monstruo \"Ninja\" desde tu mano al Cementerio; Coloca 1 Magia/Trampa \"Arte Ninja\" directamente desde tu Deck, excepto \"Cuaderno de Arte Ninja\".",
    "shortDescription": "Spell Card",
    "category": "ninja",
    "mainImage": "https://i.postimg.cc/SKWdKF7B/notebook.jpg ",
    "price": 3,
    "stock": 4
  },
  {
    "id": 72,
    "title": "Ninja Grandmaster Saizo",
    "longDescription": "2 monstruos \"Ninja\"\nDurante tu Main Phase: puedes Colocar 1 Magia/Trampa \"Arte Ninja\" directamente desde tu Deck. Solo puedes usar este efecto de \"Gran Maestro Ninja Saizo\" una vez por turno. Mientras esta carta apunte a un monstruo, esta carta no puede ser seleccionada para un ataque, y además tu oponente no puede seleccionarla con efectos de carta.",
    "shortDescription": "Link Monster",
    "category": "ninja",
    "mainImage": "https://i.postimg.cc/RF4R6sgN/Saizo.jpg ",
    "price": 10,
    "stock": 2
  },
  {
    "id": 73,
    "title": "Tobari the Sky Ninja",
    "longDescription": "Esta carta no puede ser destruida en batalla o por efecto de carta el turno en que fue Invocada de Modo Especial o volteada boca arriba. Solo puedes usar cada uno de los siguientes efectos de \"Tobari el Ninja del Cielo\" una vez por turno. Puedes enviar esta carta desde tu mano al Cementerio; Invoca de Modo Especial 1 monstruo \"Ninja\" desde tu mano en Posición de Defensa boca arriba o boca abajo. Durante la Main o Battle Phase del oponente (Efecto Rápido): puedes Invocar por Fusión 1 Monstruo de Fusión \"Ninja\" desde tu Deck Extra, usando monstruos desde tu mano o campo como material.",
    "shortDescription": "Effect Monster",
    "category": "ninja",
    "mainImage": "https://i.postimg.cc/XJLgwfPx/tobari.jpg ",
    "price": 8,
    "stock": 3
  },
  {
    "id": 74,
    "title": "Yaguramaru the Armor Ninja",
    "longDescription": "2 monstruos \"Ninja\" con diferentes Tipos\nDebe ser primero Invocado por Fusión o Invocado de Modo Especial desde tu Deck Extra al Sacrificar las cartas anteriores. Si esta carta es Invocada de Modo Especial o volteada boca arriba: puedes desterrar 1 otra carta \"Ninja\" o \"Arte Ninja\" desde tu mano, Cementerio o campo boca arriba, y luego seleccionar 1 carta en el campo; destiérrala. Solo puedes usar este efecto de \"Yaguramaru el Ninja Armadura\" una vez por turno.",
    "shortDescription": "Fusion Monster",
    "category": "ninja",
    "mainImage": "https://i.postimg.cc/wMBQFt8z/yaguramaru.jpg ",
    "price": 11,
    "stock": 1
  },
  {
    "id": 75,
    "title": "True Draco Apocalypse",
    "longDescription": "Si esta carta es enviada desde la Zona de Mágicas y Trampas al Cementerio: puedes seleccionar 1 monstruo en el Campo; destrúyelo. No puedes activar los siguientes efectos de \"True Draco Apocalypse\" en la misma Cadena.\n● Puedes seleccionar 1 otra carta \"True Draco\" o \"True King\" que controles; destrúyela, y si lo haces, el ATK/DEF de todos los monstruos boca arriba que controle tu adversario se convierten en la mitad de su ATK/DEF actual (incluso si esta carta deja el Campo).\n● Durante la Main Phase de tu adversario, puedes: inmediatamente después de que este efecto se resuelva, Invocar por Tributo 1 monstruo \"True Draco\" o \"True King\" boca arriba.\nSólo puedes usar cada efecto de \"True Draco Apocalypse\" una vez por turno.",
    "shortDescription": "Trap Card",
    "category": "true-draco",
    "mainImage": "https://i.postimg.cc/Bvc505Js/apocalypse.jpg ",
    "price": 9,
    "stock": 2
  },
  {
    "id": 76,
    "title": "Dinomight Knight, the True Dracofighter",
    "longDescription": "Para Invocar esta carta por Tributo boca arriba, puedes Tributar una Mágica/Trampa Continua que controles, en vez de un monstruo. Una vez por turno, cuando tu adversario active una carta o efecto mientras controles este monstruo Invocado por Tributo (Efecto Rápido): puedes tomar 1 Trampa Continua \"True Draco\" o \"True King\" de tu Deck, y activarla o añadirla a tu mano.",
    "shortDescription": "Effect Monster",
    "category": "true-draco",
    "mainImage": "https://i.postimg.cc/rmfSd8dP/dinomight.jpg ",
    "price": 12,
    "stock": 3
  },
  {
    "id": 77,
    "title": "Disciples of the True Dracophoenix",
    "longDescription": "Puedes seleccionar 3 cartas \"True Draco\" y/o \"True King\" en tu Cementerio; barájalas al Deck, luego roba 1 carta. Durante tu Main Phase, puedes: inmediatamente después de que este efecto se resuelva, Invoca por Tributo 1 monstruo \"True Draco\" o \"True King\" boca arriba. Si esta carta es enviada desde la Zona de Mágicas y Trampas al Cementerio: puedes seleccionar 1 Mágica/Trampa en el Campo; destrúyela. Sólo puedes usar cada efecto de \"Disciples of the True Dracophoenix\" una vez por turno.",
    "shortDescription": "Spell Card",
    "category": "true-draco",
    "mainImage": "https://i.postimg.cc/V6fqLSNt/disciples.jpg ",
    "price": 10,
    "stock": 4
  },
  {
    "id": 78,
    "title": "Dragonic Diagram",
    "longDescription": "Todos los monstruos \"True Draco\" y \"True King\" en el Campo ganan 300 ATK/DEF. La primera vez que cada monstruo \"True Draco\" o \"True King\" Invocado por Tributo sería destruido en batalla cada turno, no es destruido. Una vez por turno: puedes destruir 1 otra carta que controles o en tu mano, y si lo haces, añade 1 carta \"True Draco\" o \"True King\" de tu Deck a tu mano.",
    "shortDescription": "Spell Card",
    "category": "true-draco",
    "mainImage": "https://i.postimg.cc/RhqwKjKV/dragonic-diagram.jpg ",
    "price": 15,
    "stock": 2
  },
  {
    "id": 79,
    "title": "True Draco Heritage",
    "longDescription": "Durante tu Main Phase: puedes robar cartas igual al número de tipos de carta \"True Draco\" y \"True King\" (Monstruo, Mágica y Trampa) enviados desde el Campo al Cementerio este turno. Durante tu Main Phase, puedes: inmediatamente después de que este efecto se resuelva, Invoca por Tributo 1 monstruo \"True Draco\" o \"True King\" boca arriba. Si esta carta es enviada desde la Zona de Mágicas y Trampas al Cementerio: puedes seleccionar 1 Mágica/Trampa en el Campo; destrúyela. Sólo puedes usar cada efecto de \"True Draco Heritage\" una vez por turno.",
    "shortDescription": "Spell Card",
    "category": "true-draco",
    "mainImage": "https://i.postimg.cc/Rh8KRXL1/heritage.jpg ",
    "price": 11,
    "stock": 3
  },
  {
    "id": 80,
    "title": "Ignis Heat, the True Dracowarrior",
    "longDescription": "Para Invocar esta carta por Tributo boca arriba, puedes Tributar una Mágica/Trampa Continua que controles, en vez de un monstruo. Una vez por turno, cuando tu adversario active una carta o efecto mientras controles este monstruo Invocado por Tributo (Efecto Rápido): puedes tomar 1 Mágica Continua \"True Draco\" o \"True King\" de tu Deck, y activarla o añadirla a tu mano.",
    "shortDescription": "Effect Monster",
    "category": "true-draco",
    "mainImage": "https://i.postimg.cc/9XNdCQH4/ignis.jpg ",
    "price": 13,
    "stock": 2
  },
  {
    "id": 81,
    "title": "Majesty Maiden, the True Dracocaster",
    "longDescription": "Para Invocar esta carta por Tributo boca arriba, puedes Tributar una Mágica/Trampa Continua que controles, en vez de un monstruo. Una vez por turno, cuando tu adversario active una carta o efecto mientras controles este monstruo Invocado por Tributo (Efecto Rápido): puedes añadir 1 monstruo \"True Draco\" o \"True King\" de tu Deck a tu mano.",
    "shortDescription": "Effect Monster",
    "category": "true-draco",
    "mainImage": "https://i.postimg.cc/fTtxLQM8/maiden.jpg ",
    "price": 10,
    "stock": 4
  },
  {
    "id": 82,
    "title": "Master Peace, the True Dracoslaying King",
    "longDescription": "Para Invocar esta carta por Tributo boca arriba, puedes Tributar Mágicas/Trampas Continuas que controles, así como monstruos. No es afectado por los efectos de cartas con el mismo tipo de carta (Monstruo, Mágica y/o Trampa) que el tipo original de las cartas Tributadas para su Invocación por Tributo. Una vez por turno, durante el turno de cualquier jugador, si controlas este monstruo Invocado por Tributo: puedes desterrar 1 Mágica/Trampa Continua de tu Cementerio, luego selecciona 1 otra carta en el Campo; destrúyela.",
    "shortDescription": "Effect Monster",
    "category": "true-draco",
    "mainImage": "https://i.postimg.cc/CL3bnr1S/Master-peace.jpg ",
    "price": 18,
    "stock": 1
  },
  {
    "id": 83,
    "title": "True King's Return",
    "longDescription": "Si esta carta es enviada desde la Zona de Mágicas y Trampas al Cementerio: puedes seleccionar 1 monstruo en el Campo; destrúyelo. No puedes activar los siguientes efectos de \"True King's Return\" en la misma Cadena.\n● Puedes seleccionar 1 monstruo \"True Draco\" o \"True King\" en tu Cementerio; Invócalo de Modo Especial en Posición de Defensa, también por el resto de este turno, no puedes Invocar de Modo Especial.\n● Durante la Main Phase de tu adversario, puedes: inmediatamente después de que este efecto se resuelva, Invoca por Tributo 1 monstruo \"True Draco\" o \"True King\" boca arriba.\nSólo puedes usar cada efecto de \"True King's Return\" una vez por turno.",
    "shortDescription": "Trap Card",
    "category": "true-draco",
    "mainImage": "https://i.postimg.cc/HkbXw0c5/true-king.jpg ",
    "price": 14,
    "stock": 2
  }
]